[
    "If you could be any age for the rest of your life, which would you choose?",
    "What’s your favorite animal?",
    "Which celebrity would you choose for your best friend?",
    "If you could only wear one color for the rest of your life, which one would you choose?",
    "What’s your favorite memory of us?",
    "What does your perfect day look like?",
    "Why are turtles green?",
    "What’s the best way to waste time?",
    "What is your go-to shower song to sing?",
    "What is the worst food of all time?",
    "Do you have a go-to karaoke song?",
    "What’s your favorite place to visit?",
    "When do you feel the most stressed?",
    "What’s your go-to breakfast order?",
    "What’s your favorite way to exercise?",
    "What’s your favorite playlist?",
    "What was the best gift you ever received?",
    "What makes you the most angry?",
    "What’s your favorite nickname you’ve been given?",
    "What is something you can’t give up?",
    "What was the best part of your day?",
    "Do you have a favorite weekend activity?",
    "What’s something about me that annoys you?",
    "Do you think money brings happiness?",
    "Do you cry easily?",
    "What’s the last book that made you cry?",
    "What street did you grow up on?",
    "Hiking or video games?",
    "If you could design a video game about anything, what topic would you choose?",
    "What’s something you’re really good at?",
    "If you could describe our friendship in three words, what would they be?",
    "Are you adventurous?",
    "What’s your favorite Disney character?",
    "Who would you pay the most money to see in concert?",
    "Would you rather be in a cartoon or have an artist paint your picture?",
    "Would you rather be a musician or a movie star?",
    "What is one thing you think is really overrated?",
    "What’s your dream car?",
    "Personal uniforms or a different outfit every day?",
    "What’s your favorite family tradition?",
    "What was your favorite birthday party?",
    "What’s one thing you would tell your childhood self?",
    "Board games or puzzles?",
    "If you could get rid of one veggie immediately, which one would you choose?",
    "Who was your favorite teacher and why?",
    "What was your favorite toy growing up?",
    "Who was your first celebrity crush?",
    "Which celebrity would you break up with me for?",
    "Romantic vacation or solo trip?",
    "Couples costume for Halloween or no way?",
    "What was the best day of your life?",
    "Would you still like me if I was a worm?",
    "Dinner date or movie night at home?",
    "What song would you serenade me with?",
    "Do you have any hidden talents?",
    "Do you read your horoscope?",
    "What do you consider your oddest quirk?",
    "Where is a place you’ve always wanted to visit?",
    "What’s the biggest lesson you learned this year?",
    "Do you have a favorite book?",
    "What’s your favorite film of all time?",
    "If you could live with a fictional character, who would you choose as your roommate?",
    "What does your dream house look like?",
    "What impresses you the most?",
    "What is your least favorite word or phrase?",
    "What gives you the ick?",
    "Do you have any deal breakers ?",
    "What’s your favorite flavor of ice cream?",
    "Would you ever share clothes with a significant other?",
    "If you were a superhero, what would your secret power be?",
    "How would you spend a million dollars?",
    "What was your favorite family vacation?",
    "What is one thing that will always make you laugh?",
    "How many pillows do you sleep with?",
    "Do you feel supported?",
    "What is your favorite thing to do with another person?",
    "What’s your idea of a healthy relationship?",
    "What is something that will immediately ruin your day?",
    "Do you trust people easily?",
    "If you could have any animal as a pet, what would you choose?",
    "Are you a spiritual person?",
    "Do you believe in monogamy?",
    "What’s your favorite thing about yourself?",
    "Do you have any favorite sports?",
    "What’s the ultimate comfort food?",
    "Do you have a favorite class in school?",
    "What do you wish was a school class that currently isn’t?",
    "Where do you want to live when you’re older?",
    "If you could immediately gain one ability, what would it be?",
    "What is your favorite kind of gift?",
    "Do you like hugs?",
    "How do you want to be remembered?",
    "When do you feel the most secure?",
    "How do you define cheating?",
    "Are you a morning person or a night owl?",
    "What’s your favorite way to celebrate something?",
    "What’s your favorite soda?",
    "What emoji do you use the most?",
    "What’s your biggest pet peeve?",
    "What do you think the most important job is?",
    "How do you like to spend your free time?",
    "What’s one thing you’ve always wanted to learn?",
    "Do you prefer air or train travel?",
    "Who is your style role model?",
    "Have you ever seen a ghost?",
    "What was the best meal you’ve ever eaten?",
    "What is your favorite type of movie?",
    "Do you like haunted houses?",
    "What’s the longest amount of time you’ve been away from home?",
    "Do you prefer traveling with others or going on a solo adventure?",
    "What is your favorite way to kick off a day?",
    "Do you speak any other languages?",
    "What’s the most important quality in a friend, in your opinion?",
    "What is your favorite memory?",
    "What kind of career do you want?",
    "Are you an introvert or an extrovert?",
    "What’s a weird smell that you really enjoy?",
    "What do you wish you had more time to do?",
    "What’s your ideal meal?",
    "Do you have a favorite color?",
    "Did you like school growing up? Why or why not?",
    "What makes you happy?",
    "Who is your biggest role model?",
    "What do you think the most unpleasant sound is?",
    "Are there any songs you know all of the lyrics to?",
    "What is the spiciest food you’ve ever eaten?",
    "What do you think the worst hairstyle of all time was?",
    "What is a silly thing you take a lot of pride in?",
    "Do you believe in aliens?",
    "What’s your attachment style?",
    "What’s your astrological sign?",
    "Do you think you have a greater life purpose?",
    "Which of the four seasons is your favorite?",
    "Coffee or tea?",
    "Have you ever won an award?",
    "How do you like to spend a rainy day?",
    "What’s one opportunity you feel like you missed out on?",
    "Do you remember names easily?",
    "Text or phone call?",
    "Do you have a favorite kind of flower?",
    "What is your favorite piece of advice?",
    "When was the last time you cried?",
    "What are you most worried about right now?",
    "How do you think the world is going to end?",
    "What makes you the most proud?",
    "What’s one thing you would change about yourself?",
    "What motivates you?",
    "What do you do when you need some inspiration?",
    "When was the last time you got into a big fight?",
    "Do you believe in an afterlife?",
    "What is one thing you think can’t be explained?",
    "If you had to give one thing up for life, what would it be?",
    "Which family member are you the closest to?",
    "Who do you wish you were closer to?",
    "When was the last time you did a random act of kindness?",
    "What’s your biggest fear?",
    "Where do you see yourself in 10 years?",
    "If you could travel back in time, where would you go?",
    "Do you believe in destiny?",
    "What’s the biggest coincidence you’ve ever witnessed?",
    "How do you show love?",
    "Do you think everything happens for a reason?",
    "What’s your biggest regret in life?",
    "Do you think animals and humans have a special connection?",
    "What do you think the kindest thing someone can do is?",
    "Are you a confrontational person?",
    "Do you believe in karma?",
    "How connected do you feel to the world?",
    "Do you believe in love at first sight?",
    "Who is your biggest fan?",
    "What are you excited about right now?",
    "What do you find yourself thinking about the most?",
    "What do you notice first about another person?",
    "Do you enjoy speaking with strangers?",
    "How do you think your friends describe you?",
    "What do you think the quickest way to turn around a bad day is?",
    "Are you a jealous person?",
    "Is it ever ok to lie to someone?",
    "How do you like to cheer other people up?",
    "Who do you go to first when you have a big decision to make?",
    "What is the biggest decision you’ve ever made?",
    "Are you a spontaneous person?",
    "Do you think AI will change the world for the better?",
    "What’s the biggest injury you’ve ever had?",
    "What keeps you up at night?",
    "How important is family to you?",
    "Is the glass half empty or half full?"
]